Repository: t-b/docpp
Catalog: po/*.po
Languages: ja, ro, ru

source: No file
ja: ファイルがありません
ro: Nici un fiºier
ru: Нет файла

source: Make full name from `%s'
ja: `%s'からフルネームを作ります
ro: Construiesc numele plecând de la `%s'
ru: Создаем полное имя из `%s'

source: Warning: `%s %s%s' already have documentation, merging
ja: 警告: `%s %s%s' 既にドキュメントがあるのでマージします
ro: Atentie: `%s %s%s' are deja documentatie, cumulez
ru: Предупреждение: `%s %s%s' уже документировано, объединяю

source: Warning: no parent `%s' for `%s %s%s' found
ru: Внимание: pодительский класс `%s' для `%s %s%s' не найден

source: `%s' found in namespace `%s'!
ro: Am gãsit `%s' în namespace-ul `%s'!
ru: `%s' найден в пространстве имен `%s'!

source: No files matching `%s' found
ja: `%s'に該当するファイルはありません
ro: Nu am gãsit nici un fiºier potrivit cu `%s'
ru: Нет файлов соответствующих маске `%s'

source: Can't open `%s' dir
ja: ディレクトリ`%s'を開けませんでした
ro: Nu pot deschide directorul `%s'
ru: Не могу пpочитать каталог `%s'

source: equate %s, generate GIFs of equations from GIF database file
ro: equate %s, genereazã GIF-uri cu ecuaþii plecând de la baza de date GIF
ru: equate %s, создает GIFы уравнений из базы данных GIFов

source: Usage: equate [options] [gifdb_file]
ja: 使用: equate [options] [gifdb_file]
ro: Utilizare: equate [opþiuni] [fiºier_gifdb]
ru: Запуск: equate [параметры] [gifdb_файл]

source: Options:
ja: オプション:
ro: Opþiuni:
ru: Параметры:

source: -d --dir DIR use DIR for the output directory
ja: -d --dir DIR 出力先ディレクトリ DIR を指定する
ro: -d --dir DIR utilizeazã DIR pentru directorul de ieºire
ru: -d --dir КАТАЛОГ использовать заданный каталог для выходных файлов

source: -f --file FILE read FILE instead of gif.db as GIF database
ru: -f --file ФАЙЛ читать базу данных GIFов из ФАЙЛа а не из gif.db

source: (relative to . or DIR)
ja: (. または DIR)
ro: (relativ la DIR)
ru: (относительно . или КАТАЛОГ)

source: Mail bug reports and suggestions to <docpp-users@lists.sourceforge.net>
ro: Trimiteþi raportãri de erori ºi sugestii la <docpp-users@lists.sourceforge.net>
ru: Присылайте сообщения об ошибках и предложения на <docpp-users@lists.sourceforge.net>

source: Ignoring option `%s': required argument missing
ja: 不正なオプション `%s': 引数の値が正しくない
ro: Ignor optiunea `%s': lipseºte argumentul necesar
ru: Игнорирую параметр `%s': отсутствует необходимый аргумент

source: <TITLE>Table of Contents</TITLE>
ru: <TITLE>Содержание</TITLE>

source: <TITLE>Hierarchy of Classes</TITLE>
ru: <TITLE>Иерархия классов</TITLE>

source: <HEAD> <TITLE>General Bits</TITLE>
ru: <HEAD> <TITLE>Разное</TITLE>

source: ">Hierarchy of classes</A></I></P>
ru: ">Иерархия классов</A></I><P>

source: ">Alphabetic index</A></I></P>
ru: ">Алфавитный список</A></I><P>

source: ">Alphabetic index</A></I>
ru: ">Алфавитный список</A></I>

source: ">Hierarchy of classes</A></I>
ru: ">Иерархия классов</A></I>

source: ">HTML hierarchy of classes</A>
ja: ">HTML クラス階層</A>
ro: ">Ierarhia de clase format HTML</A>
ru: ">HTML иерархия классов</A>

source: or <A HREF="HIERjava
ro: sau <A HREF="HIERjava
ru: либо <A HREF="HIERjava

source: Warning: weird file name `%s'
ja: 警告: weird file name `%s'
ro: Atenþie: nume ciudat de fiºier `%s'
ru: Внимание: стpанное имя файла `%s'

source: This page was generated with the help of <A HREF="http://docpp.sourceforge.net">DOC++</A>.
ru: Эта страничка была создана с помощью <A HREF="http://docpp.sourceforge.net">DOC++</A>.

source: <H1>Hierarchy of Classes</H1>
ja: <H1>クラス階層</H1>
ro: <H1>Ierarhia de clase</H1>
ru: <H1>Иерархия классов</H1>

source: <H1>Table of Contents</H1>
ja: <H1>目次</H1>
ro: <H1>Cuprins</H1>
ru: <H1>Содержание</H1>

source: <H1>Hierarchy of classes</H1>
ja: <H1>クラス階層</H1>
ro: <H1>Ierarhia de clase</H1>
ru: <H1>Иерархия классов</H1>

source: <I><A HREF="index%s"> alphabetic index</A></I><P>
ja: <I><A HREF="index%s"> アルファベット順索引 </A></I><P>
ro: <I><A HREF="index%s"> index alfabetic</A></I><P>
ru: <I><A HREF="index%s"> алфавитный список</A></I><P>

source: Member `%s' was there
ja: メンバ `%s' はここにあります
ro: Membrul `%s' a fost aici
ru: Член `%s' был там

source: <DT><H3>Public Fields</H3><DD>
ja: public メンバ
ro: Câmpuri publice
ru: <DT><H3>Общедоступные поля</H3><DD>

source: <DT><H3>Public Methods</H3><DD>
ja: public メンバ関数
ro: Metode publice
ru: <DT><H3>Общедоступные методы</H3><DD>

source: <DT><H3>Public Members</H3><DD>
ja: public クラス
ro: Membri publici
ru: <DT><H3>Общедоступные члены</H3><DD>

source: <DT><H3>Protected Fields</H3><DD>
ja: Protected メンバ
ro: Câmpuri protejate
ru: <DT><H3>Защищенные поля</H3><DD>

source: <DT><H3>Protected Methods</H3><DD>
ja: <DT><H3>Protected メンバ関数</H3><DD>
ro: <DT><H3>Metode protejate</H3><DD>
ru: <DT><H3>Защищенные методы</H3><DD>

source: <DT><H3>Protected Members</H3><DD>
ja: Protectedクラス
ro: Membri protejaþi
ru: <DT><H3>Защищенные члены</H3><DD>

source: <DT><H3>Private Fields</H3><DD>
ja: <DT><H3>Private メンバ</H3><DD>
ro: <DT><H3>Câmpuri private</H3><DD>
ru: <DT><H3>Пpиватные поля</H3><DD>

source: <DT><H3>Private Methods</H3><DD>
ja: <DT><H3>Private メンバ関数</H3><DD>
ro: <DT><H3>Metode private</H3><DD>
ru: <DT><H3>Пpиватные методы</H3><DD>

source: <DT><H3>Private Members</H3><DD>
ja: <DT><H3>Private クラス</H3><DD>
ro: <DT><H3>Membri privaþi</H3><DD>
ru: <DT><H3>Пpиватные члены</H3><DD>

source: <HR><H3>Inherited from <A HREF="%s">%s</A>:</H3>
ja: <HR><H3>継承<A HREF="%s">%s</A>:</H3>
ro: <HR><H3>Moºtenit de la <A HREF="%s">%s</A>:</H3>
ru: <HR><H3>Унаследован от <A HREF="%s">%s</A>:</H3>

source: <DT><B>Throws:</B><DD>
ja: <DT><B>例外を投げる:</B><DD>
ru: <DT><B>Генерирует:</B><DD>

source: <DT><B>Parameters:</B><DD>
ja: <DT><B>パラメータ:</B><DD>
ro: <DT><B>Parametri:</B><DD>
ru: <DT><B>Параметры:</B><DD>

source: <DT><B>Fields:</B><DD>
ru: <DT><B>Поля:</B><DD>

source: Returns
ro: Returneazã
ru: Возвращает

source: Preconditions
ro: Precondiþii
ru: Предусловия

source: Postconditions
ro: Postcondiþii
ru: Постусловия

source: Friends
ro: Prieteni
ru: Дpужественные

source: <DT><B>Author:</B><DD>%s
ja: <DT><B>著者:</B><DD>%s
ro: <DT><B>Autor:</B><DD>%s
ru: <DT><B>Автор:</B><DD>%s

source: <DT><B>Version:</B><DD>%s
ja: <DT><B>バージョン:</B><DD>%s
ro: <DT><B>Versiune:</B><DD>%s
ru: <DT><B>Версия:</B><DD>%s

source: <DT><B><I>Deprecated:</I></B><DD>%s
ru: <DT><B>Устаpевшие:</B><DD>%s

source: <DT><B>Since:</B><DD>%s
ru: <DT><B>Hачиная с:</B><DD>%s

source: <DT><B>See Also:</B><DD>
ja: <DT><B> 参照 :</B><DD>
ro: <DT><B>Vezi ºi:</B><DD>
ru: <DT><B>Смотpи также:</B><DD>

source: In file %s:
ja: ファイル %s:
ro: In fisierul %s:
ru: В файле %s:

source: <H2>Package %s</H2>
ja: <H2>パッケージ %s</H2>
ro: <H2>Pachetul %s</H2>
ru: <H2>Пакет %s</H2>

source: Writing page for `%s %s%s'
ja: 書いているページは `%s %s%s'
ro: Scriu pagina pentru `%s %s%s'
ru: Записываю страницу для `%s %s%s'

source: <HR> <H2>Documentation</H2>
ja: <HR> <H2>文書</H2>
ro: <HR> <H2>Documentaþie</H2>
ru: <HR> <H2>Описание</H2>

source: <HR> <H2>Inheritance:</H2>
ja: <HR> <H2>継承:</H2>
ro: <HR> <H2>Moºtenire:</H2>
ru: <HR> <H2>Наследование:</H2>

source: <HR> <DL><DT><B>Direct child classes: </B><DD>
ja: <HR> <DL><DT><B>直接の子クラス : </B><DD>
ro: <HR> <DL><DT><B>Clase copil directe: </B><DD>
ru: <HR> <DL><DT><B>Непосредственные классы-потомки: </B><DD>

source: <HR><DL><DT><B>This class has no child classes.</B></DL>
ja: <HR><DL><DT><B>このクラスには、子クラスは存在しない</B></DL>
ro: <HR><DL><DT><B>Aceastã clasã nu are clase copil.</B></DL>
ru: <HR><DL><DT><B>Этот класс не имеет потомков.</B></DL>

source: Opening `%s' to write
ja: 書き込むために `%s' 開いています
ro: Deschid `%s' pentru scriere
ru: Открываю `%s' для записи

source: Cannot open `%s'
ja: `%s'が開けませんでした
ro: Nu pot deschide `%s'
ru: Не могу открыть `%s'

source: Making name from type for:
ja: 型の名前を作っています:
ro: Construiesc numele pornind de la tip pentru:
ru: Создаю имя из типа для:

source: Copied `%s %s%s' into `%s'
ja: `%s %s%s' を `%s'へコピーしました
ro: Am copiat `%s %s%s' în `%s'
ru: Скопировано `%s %s%s' в `%s'

source: Warning: `%s %s%s' hanging from root with no page
ru: Внимание: `%s %s%s' висит из корня без страницы

source: Writing sub for `%s %s%s' to file `%s'
ja: `%s %s%s'のためにサブファイル`%s'へ書いています
ro: Scriu sub-intrãrile pentru `%s %s%s' în fiºierul `%s'
ru: Записываю подпрограмму для `%s %s%s' в файл `%s'

source: Writing `%s %s%s' to file `%s'
ja: `%s %s%s'のためにファイル`%s'へ書いています
ro: Scriu `%s %s%s' în fiºierul `%s'
ru: Записываю `%s %s%s' в файл `%s'

source: Warning: weird filename `%s' for `%s %s%s'
ru: Внимание: странное имя файла `%s' for `%s %s%s'

source: Cannot open `%s' for writing
ja: `%s' を書き込むために開けませんでした
ro: Nu pot deschide `%s' pentru scriere
ru: Не могу открыть `%s' для записи

source: `%s' directory already exists
ru: `%s' каталог уже существует

source: Could not create `%s' directory
ja: ディレクトリ`%s'を作れませんでした
ro: Nu pot crea directorul `%s'
ru: Не могу создать каталог `%s'

source: Converting DOC++ to HTML...
ja: DOC++ を HTMLへ変換中...
ro: Convertesc DOC++ în HTML...
ru: Преобразую DOC++ в HTML...

source: Warning: Can't open `%s', producing no footer.
ja: 警告:フッタファイル `%s'ができていません
ro: Atenþie: Nu pot deschide `%s', nu produc subsol de paginã.
ru: Внимание: не могу открыть `%s', не будет нижнего колонтитула.

source: Warning: Can't open `%s', producing no header.
ja: 警告: ヘッダファイル `%s'ができていません
ro: Atenþie: Nu pot deschide `%s', nu produc cap de paginã.
ru: Внимание: не могу открыть `%s', не будет верхнего колонтитула.

source: Writing files...
ja: ファイルに書き込んでいます...
ro: Scriu fiºierele...
ru: Записываю файлы...

source: Writing TOC...
ja: 目次を書いています...
ro: Scriu cuprinsul...
ru: Записываю содержание...

source: Writing Class Hierarchy...
ja: クラス階層を書いています...
ro: Scriu ierarhia de clase...
ru: Записываю иерархию классов...

source: DOC++ %s, a documentation system for C, C++, IDL and Java
ro: DOC++ %s, un sistem de documentare pentru C, C++, IDL ºi Java
ru: DOC++ %s, система ведения документации для C, C++, IDL и Java

source: Usage: doc++ [options] [files]
ja: Usage: doc++ [オプション] [ソースファイル..]
ro: Utilizare: doc++ [opþiuni] [fiºiere]
ru: Используйте: doc++ [параметры] [файлы]

source: -A --all document all
ja: -A --all 全ての項目を含む文書を作成します
ro: -A --all documenteazã totul
ru: -A --all документировать все

source: -c --c-comments use C/C++ comments as doc++-comments
ru: -c --c-comments использовать C/C++ комментарии как doc++-комментарии

source: -C --config FILE read options from FILE
ro: -C --config FILE citeºte opþiunile din FILE
ru: -C --config ФАЙЛ читать конфигуpацию из ФАЙЛа

source: -h --help display this help and exit
ja: -h --help このメッセージを表示して終了します
ro: -h --help afiºeazã aceastã paginã de ajutor ºi iese
ru: -h --help показать эту справку и закончить pаботу

source: -H --html parse HTML syntax instead of TeX
ru: -H --html использовать HTML синтаксис вместо TeX

source: -I --input FILE read a list of input files from FILE
ja: -I --input FILE ファイルFILEから入力ファイル名リストを読み込みます
ro: -I --input FILE citeºte o listã de fiºiere de intrare din FILE
ru: -I --input ФАЙЛ читать список файлов из ФАЙЛа

source: -J --java parse Java instead of C/C++
ja: -J --java JavaをC/C++と同じように読みます
ro: -J --java parseazã Java în loc de C/C++
ru: -J --java разбирать Java вместо C/C++

source: -nd --no-define ignore `#define' macros
ja: -nd --no-define #define' を読み飛ばします
ro: -nd --no-define ignorã macro-urile `#define'
ru: -nd --no-define игнорировать `#define' диpективы

source: -ng --no-class-graph do not generate class graph
ja: -ng --no-class-graph クラスグラフを作らない
ro: -ng --no-class-graph nu genereazã graficul claselor
ru: -ng --no-class-graph не создавать гpаф классов

source: -p --private document private members
ja: -p --private privateメンバを文書に含みます
ro: -p --private documenteazã membrii privaþi
ru: -p --private документировать пpиватные члены

source: -q --quick optimize for speed instead of size
ru: -q --quick оптимизировать по скорости, а не по размеру

source: -Q --quantel Quantel extensions, folding & appended comments
ja: -Q --quantel 長いコメントをつないで、折り返します
ro: -Q --quantel extensii Quantel, comentarii adãugate
ru: -Q --quantel расшиpение Quantel: добавочные комментарии

source: -R --internal-doc generate internal documentation
ro: -R --internal-doc genereazã documentaþia internã
ru: -R --internal-doc включать документацию для pазpаботчиков

source: -u --upwards-arrows upwards arrows in class graphs
ja: -u --upwards-arrows 上向きの方向でクラス階層を表示します
ro: -u --upwards-arrows sãgeþi în sus în ierarhiile de clase
ru: -u --upwards-arrows стрелки вверх в графе классов

source: -v --verbose turn verbose mode on
ja: -v --verbose 詳細表示モードをオンにします
ro: -v --verbose activeazã modul verbose
ru: -v --verbose включить подpобные сообщения

source: -V --version output version information and exit
ro: -V --version afiºeazã versiunea ºi iese
ru: -V --version вывести информацию о версии и закончить pаботу

source: -y --scan-includes scan `#include'ed header files
ro: -y --scan-includes citeºte fiºierele header
ru: -y --scan-includes сканиpовать файлы заданные диpективой `#include'

source: -Y --idl parse IDL instead of C/C++
ro: -Y --idl parseazã IDL în loc de C/C++
ru: -Y --idl разбирать IDL вместо C/C++

source: Additional options for HTML output:
ja: HTML 出力に追加するオプション:
ro: Opþiuni adiþionale pentru ieºirea HTML
ru: Дополнительные параметры для HTML:

source: -a --tables use tables instead of description lists
ja: -a --tables リスト表示に表形式を使う
ro: -a --tables utilizeazã tabele în loc de liste de descriere
ru: -a --tables использовать таблицы вместо списков

source: -b --tables-border use tables with borders
ja: -b --tables-border 罫線付きのテーブルを使う
ro: -b --tables-border utilizeazã tabele cu margini
ru: -b --tables-border использовать таблицы с рамками

source: -B --footer FILE use FILE as footer on HTML pages
ro: -B --footer FILE utilizeazã FILE ca subsol pentru paginile HTML
ru: -B --footer ФАЙЛ задать ФАЙЛ с нижним колонтитулом для HTML страниц

source: -f --filenames show filenames in manual pages
ja: -f --filenames マニュアルページにファイル名を表示する
ro: -f --filenames afiºeazã numele de fiºiere în paginile de manual
ru: -f --filenames показывать имена файлов в документации

source: -F --filenames-path show filenames with path in manual pages
ja: -F --filenames-path ファイル名表示をパス名付きにする
ro: -F --filenames-path afiºeazã numele de fiºiere incluzând calea în paginile de manual
ru: -F --filenames-path показывать полные имена файлов в документации

source: -g --no-gifs do not generate GIFs for equations, etc.
ja: -g --no-gifs 同じGIFファイルを生成しない
ro: -g --no-gifs nu genereazã GIF-uri pentru ecuaþii, etc.
ru: -g --no-gifs не создавать GIFы для уравнений и т.п.

source: -G --gifs force generation of GIFs
ja: -G --gifs GIFsファイルを強制出力
ro: -G --gifs forþeazã generarea de GIF-uri
ru: -G --gifs всегда создавать GIFы

source: -i --no-inherited don't show inherited members
ja: -i --no-inherited 継承メンバを表示しない
ro: -i --no-inherited nu afiºeazã membrii moºteniþi
ru: -i --no-inherited не показывать унаследованные члены

source: -j --no-java-graphs suppress Java class graphs
ja: -j --no-java-graphs Javaクラスのグラフを表示しない
ro: -j --no-java-graphs anuleazã graficele de clase în Java
ru: -j --no-java-graphs подавить гpаф классов на Java

source: -k --trivial-graphs keep trivial class graphs
ja: -k --trivial-graphs クラスグラフの詳細を保存する
ro: -k --trivial-graphs utilizeazã grafice simple de clase
ru: -k --trivial-graphs простейшие графы классов

source: -K --stylesheet FILE use FILE as HTML style sheet
ru: -K --stylesheet FILE задать ФАЙЛ с таблицой стилей для HTML стpаниц

source: -m --no-members don't show all members in DOC section
ja: -m --no-members DOCセクションでメンバ名を表示しない
ro: -m --no-members nu afiºeazã toþi membrii în secþiunea DOC
ru: -m --no-members не показывать все члены в секции описания

source: -M --full-toc show members in TOC
ja: -M --full-toc 目次でメンバを表示する
ro: -M --full-toc afiºeazã membrii în cuprins
ru: -M --full-toc показывать члены в содеpжании

source: -P --no-general discard general stuff
ja: -P --no-general 製作スタッフの非表示
ro: -P --no-general renunþã la chestiunile generale
ru: -P --no-general подавить неклассифициpованную инфоpмацию

source: -S --sort sort entries alphabetically
ja: -S --sort アルファベット順にエントリを並べる
ro: -S --sort sorteazã intrãrile in ordine alfabeticã
ru: -S --sort сортировать в алфавитном порядке

source: -T --header FILE use FILE as header on HTML pages
ja: -T --header FILE HTML ページのヘッダFILEを使う
ro: -T --header FILE utilizeazã FILE ca cap de paginã în paginile HTML
ru: -T --header ФАЙЛ задать ФАЙЛ с верхним колонтитулом для HTML страниц

source: -w --before-group print group documentation before group
ro: -w --before-group afiºeazã documentaþia grupului înainte de grup
ru: -w --before-group печатать описание группы до самой группы

source: -W --before-class print class documentation before group
ro: -W --before-class afiºeazã documentaþia claselor înainte de grup
ru: -W --before-class печатать описание класса до группы

source: -x --suffix SUFFIX use SUFFIX instead of ".html"
ro: -x --suffix SUFFIX utilizeazã SUFFIX în loc de ".html"
ru: -x --suffix РАСШИРЕHИЕ использовать РАСШИРЕHИЕ вместо ".html"

source: Additional options for TeX output:
ja: TeX 出力へオプションを追加する:
ro: Opþiuni adiþionale pentru ieºirea TeX:
ru: Дополнительные параметры для TeX:

source: -ec --class-graph only generates class graph
ja: -ec --class-graph クラスグラフのみ出力する
ro: -ec --class-graph genereazã doar graficile de clase
ru: -ec --class-graph создать только граф классов

source: -ef --env FILE read TeX environment from FILE
ja: -ef --env FILE TeX 環境をFILEから読み込む
ro: -ef --env FILE citeºte mediul TeX din FILE
ru: -ef --env ФАЙЛ считать TeX окpужение из ФАЙЛа

source: -ei --index generate the index only
ru: -ei --index создать только оглавление

source: -eo --style OPTION setup TeX style OPTION
ja: -eo --style OPTION TeXのstyleオプションを起動する
ro: -eo --style OPTION seteazã stilul TeX OPTION
ru: -eo --style ПАРАМЕТР задать ПАРАМЕТР стиля TeX

source: -ep --package FILE setup TeX to use package FILE
ja: -ep --package FILE TeXのふパッケージファイル FILEを使う
ro: -ep --package FILE seteazã TeX sã utilizeze pachetul FILE
ru: -ep --package ПАКЕТ задать дополнительный ПАКЕТ для TeX

source: -et --title FILE use content of FILE as TeX title page
ja: -et --title FILE TeXのタイトルページを目次に使う
ro: -et --title FILE utilizeazã conþinutul FILE ca titlu de paginã TeX
ru: -et --title ФАЙЛ задать ФАЙЛ с заглавной страницой TeX

source: -D --depth DEPTH set minimum depth (number of levels) in TOC
ja: -D --depth DEPTH 目次の深さの最小値(レベル数)
ro: -D --depth DEPTH seteazã adâncimea minimã (numãrul de nivele) în cuprins
ru: -D --depth ГЛУБИНА установить глубину (количество уровней) в Содержании

source: -l --no-env do not generate TeX environment
ja: -l --no-env TeX 環境を生成しない
ro: -l --no-env nu genereazã mediu TeX
ru: -l --no-env не создавать окpужение TeX

source: -o --output FILE set output file name
ja: -o --output FILE 出力ファイル名の指定
ro: -o --output FILE seteazã numele fiºierului de ieºire
ru: -o --output ФАЙЛ записать pезультат в ФАЙЛ

source: -s --source generate source code listing
ro: -s --source genereazã listing a codului sursã
ru: -s --source создать листинг текста программы

source: -X --hide-index don't generate index at section start
ru: -X --hide-index не создавать список в начале pаздела

source: Ignoring option `-e%c': required argument missing
ja: オプション `-e%c'は不明なものです。 引数に与えているものが正しくありません
ro: Ignor opþiunea `-e%c': lipseºte argumentul necesar
ru: Игнорирую параметр `-e%c': необходимый аргумент отсутвует

source: Unknown option `-%c'. Try `doc++ --help'
ru: Неизвестный параметр `-%c'. Попробуйте `doc++ --help'

source: Unknown option `-%c%c'. Try `doc++ --help'
ru: Неизвестный параметр `-%c%c'. Попробуйте `doc++ --help'

source: Ignoring option `--depth': bad argument specified
ja: 不正なオプションの値です `--depth': 引数の書式が良くないです
ro: Ignor opþiunea `--depth': argumentul specificat este invalid
ru: Игнорирую параметр `--depth': указан невеpный аргумент

source: Ignoring option `--output': cannot open file `%s'
ja: 不正なオプションの値です `--output': ファイル `%s'を開けませんでした
ro: Ignor opþiunea `--output': nu pot deschide fiºierul `%s'
ru: Игнорирую параметр `--output': не могу открыть файл `%s'

source: Error opening configuration file `%s'
ru: Не могу открыть файл конфигуpации `%s'

source: No input files. Try `doc++ --help'
ru: Не заданы входные файлы. Попробуйте `doc++ --help'

source: Reading files...
ja: ファイルを読んでいます..
ro: Citesc fiºierele..
ru: Читаю файлы...

source: Error opening file list `%s'
ja: ファイルリストを開こうとしたら `%s'エラーになりました
ro: Eroare la deschiderea listei de fiºiere `%s'
ru: Не могу открыть файл со списком `%s'

source: %d bytes read
ja: %d バイト読みました
ro: am citit %d octeþi
ru: %d байт прочитано

source: Generating source code listing...
ja: ソースリストを出力しています
ro: Generez listingul codului sursã...
ru: Создаю листинг программы...

source: Done.
ja: 終りました。
ro: Gata.
ru: Готово.

source: Parsing...
ja: 構文解析しています...
ro: Parsez...
ru: Обрабатываю...

source: Merging duplicate entries...
ru: Обьединяю повтоpяющиеся элементы...

source: Sorting entries...
ja: エントリを並べています...
ro: Sortez intrãrile...
ru: Сортирую элементы...

source: Resolving references...
ja: 参照を探しています...
ro: Rezolv referinþele...
ru: Проверяю ссылки...

source: Writing GIF database file `%s'...
ja: GIF データベースファイル `%s'に書いています...
ro: Scriu baza de date GIF `%s'...
ru: Записываю файл базы данных GIFов `%s'...

source: Running `%s'
ja: `%s'を実行しています
ro: Rulez `%s'
ru: Запуск `%s'

source: Processing file `%s'
ja: ファイル`%s'を処理しています
ro: Procesez fiºierul `%s'
ru: Обработка файла `%s'

source: Read %d GIF record(s).
ja: GIF レコード%d を読んでください
ro: Am citit %d înregistrãri GIF
ru: Считано %d GIF записей.

source: Can't open `%s/dxxgifs.tex' for writing
ja: 書き込むために`%s/dxxgifs.tex' を開けませんでした
ro: Nu pot deschide pentru scriere `%s/dxxgifs.tex'
ru: Не могу открыть `%s/dxxgifs.tex' для записи

source: Couldn't open `%s'
ja: `%s'を開けませんでした
ro: Nu am putut deschide `%s'
ru: Не могу открыть `%s'

source: Could not open `%s'
ja: `%s'を開けませんでした
ro: Nu am putut deschide `%s'
ru: Не могу открыть `%s'

source: Couldn't extract BoundingBox from dxx%04d.eps.
ro: Nu am putut extrage BoundingBox din dxx%04d.eps.
ru: Не могу выделить BoundingBox из dxx%04d.eps.

source: Warning: problems generating GIFs. Check file `dxxgifs.tex'.
ja: 警告: GIFファイルの作成中問題が発生しました。`dxxgifs.tex'をチェックしてください
ro: Atenþie: probleme apãrute la generarea GIF-urilor. Verificaþi fiºierul `dxxgifs.tex'.
ru: Внимание: проблемы с созданием GIFов. Проверьте файл `dxxgifs.tex'.
